help_text = '''

👋 Привет! Готов учиться и сохранять лекции?  
✨ Хэй! Я твой личный помощник для лекций. Куда идём сначала?

📌 Инструкция:  
📚 Нажми на предмет, чтобы получить материалы или добавить новую лекцию.  
👥 Выбирай группу и предмет, а я всё запомню за тебя!

💡 Йоу! Включаем мозг и делаем лекции проще.  
📝 Лекции? Задачи? TXT, DOCX, PDF – я всё могу!

😎 Я не учитель, но могу стать твоей секретной шпаргалкой 😉  
🚀 Нажал Старт – значит ум готов, давай творить!

🏁 Стартуем!  

🔑 Введи свою группу
'''

is_not_valid_group = '''
Ой, такой группы нет 😅 Попробуй ещё раз, введи правильную группу.
'''


